Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Kurt wysłał mnie na winnicę Valerio w celu odzyskania złota z jego ostatniej wypłaty. Powinienem porozmawiać z Holdwigiem, synem niedawno zmarłego właściciela ziemskiego. Winnica znajduje się na wschód od traktu, który prowadzi z Silbach do miasta.
uk: Курт послав мене на виноградник Валеріо, щоб забрати обіцяне йому золото. Я маю поговорити з Гольдвігом, сином нещодавно померлого землевласника. Виноградник розташований на схід від шляху, що веде з Сільбаху до міста.

source: Kurt zaoferował, że odbierze opatrunek dla Jorna i się nim zaopiekuje. Przynajmniej o to mogę być teraz spokojny.
uk: Курт запропонував накласти пов'язку для Йорна і доглядати за ним. Принаймні про це я можу не турбуватись.

source: Kurt zaoferował, że odbierze opatrunek dla Jorna i się nim zaopiekuje. Przynajmniej o to mogę być teraz spokojny. To dobry moment, żeby zająć się sprawą Riordiana. Miał czekać na cmentarzu przy kaplicy w Silbach. Lepiej z nim porozmawiam, zanim ruszy dalej.
uk: Курт запропонував накласти пов'язку для Йорна і доглядати за ним. Принаймні про це я можу не турбуватись. Настав час розібратися зі справою Ріордіана. Він мав чекати мене на цвинтарі біля каплиці в Сільбаху. Мені краще поговорити з ним, перш ніж він вирушить далі.

source: Kurt zaproponował, żebym sprawdził co u Jorna. Mój brat dalej wypoczywa na piętrze karczmy.
uk: Курт запропонував мені перевірити, як там Йорн. Мій брат досі відпочиває на другому поверсі корчми.

source: Kurta? Twojego wuja?
uk: Курта? Твого дядька?

source: Kurtyzana
uk: Куртизанка

source: Kurtyzana o imieniu Rahela powiedziała mi, że człowiek, którego szukam, parę dni temu chwalił się jej o jakimś popełnionym przekręcie. Więcej na ten może powiedzieć mi któraś z jej koleżanek z pracy, która podobno spędziła z nim cały wieczór.
uk: Куртизанка на ім'я Рахела розповіла мені, що чоловік, якого я шукаю, кілька днів тому хвалився їй про якусь аферу, яку він скоїв. Більше про це мені може розповісти одна з її колег по роботі, яка провела з ним весь вечір.

source: Kusza
uk: Арбалет

source: Kusza Araxos
uk: Арбалет Араксосу

source: Kusza Jona
uk: Арбалет Йона

source: Kusza Kessela
uk: Арбалет Кесселя

source: Kusza Południowca
uk: Арбалет південця

source: Kusza Wilczych Synów
uk: Арбалет Вовчих Синів

source: Kusza jesionowa
uk: Ясеневий арбалет

source: Kusza myśliwska
uk: Мисливський арбалет

source: Kusza najemników Volkera
uk: Арбалет найманця Волкера

source: Kusza należała do rodu Ramseya od wieków.
uk: Цей арбалет століттями належав родині Рамзі.

source: Kusza należąca do renegata Till'a.
uk: Арбалет, що належить відступнику Тіллю.

source: Kusza nieznajomego
uk: Арбалет незнайомця

source: Kusza obrońcy Archolos
uk: Арбалет захисника Архолосу

source: Kusza pokazowa
uk: Демонстраційний арбалет

source: Kusza pokryta magiczną rudą
uk: Вкритий магічною рудою арбалет

source: Kusza strażnika
uk: Арбалет вартового

source: Kusza treningowa
uk: Тренувальний арбалет

source: Kusza łowcy pełzaczy
uk: Арбалет мисливця на повзунів

source: Kusza łowiecka
uk: Мисливський арбалет

source: Kusze
uk: Арбалети

source: Kusze +
uk: Арбалети +

source: Kusze + 1
uk: Арбалети + 1

source: Kusze + 2
uk: Арбалети + 2

source: Kusze + 5
uk: Арбалети + 5

source: Kusze wymagają konserwacji, a ludzie szkolenia, bo wasz sprzęt ma specyficzną konstrukcję. Dlatego zgodzimy się na transakcję, jeśli renegocjujemy umowę.
uk: Арбалети потребують обслуговування, а люди – навчання, тому що ваше спорядження має специфічну конструкцію. Тому ми погодимось лише за умови перегляду контракту.

source: Kusze.
uk: Арбалети.

source: Kusznicy!
uk: Арбалетники!

source: Kusznik
uk: Арбалетник

source: Kusznik Marvin?
uk: Арбалетник Марвін?

source: Kusząca propozycja...
uk: Приваблива пропозиція...

source: Kute żelazo jest elastyczne i może nie nadaje się do produkcji narzędzi czy broni, ale mógłbym je wykorzystać do naprawy okuć i krat.
uk: Коване залізо гнучке і не підходить для виготовлення інструментів чи зброї, але я міг би використовувати його для ремонту кріплень і ґрат.

source: Kuźnia sprawuje się całkiem nieźle, więc nie będziemy mieć problemów ze sprzętem. A to już zwiększa nasze szanse!
uk: Кузня працює досить добре, тож проблем зі спорядженням у нас не буде. А це серйозно збільшує наші шанси!

source: Kwarc
uk: Кварц

source: Kwas
uk: Кислота

source: Kwatermistrz straży miejskiej miałby od ciebie kupować piwo?
uk: Інтендант вартових збирається купувати у тебе пиво?

source: Kwatermistrz straży miejskiej miałby od kupować piwo?
uk: Інтендант Міської Варти купуватиме у тебе пиво?

source: Kwaśne! Dokładnie takich mi było trzeba!
uk: Кисле! Саме те, що мені потрібно!

source: Kwestionujesz moje polecenia?
uk: Ти ставиш під сумнів мої методи?

source: Kyle
uk: Кайл

source: Kyle dotarł na ziemię cały i zdrowy. Przy okazji, jak to sam określił, czegoś się nauczył. Czas wracać do Bermara, z pewnością będzie zadowolony.
uk: Кайл дістався до землі цілим і неушкодженим. До речі, як він сам сказав, він дечого навчився. Настав час повертатися до Бермара, впевнений, що він буде задоволений.

source: Kyle ma już dość alchemii na dzisiaj. Może to i lepiej. Teraz chce mi pokazać swoje ulubione miejsce na farmie. Oby było tam do zrobienia coś, przy czym nie może zrobić sobie krzywdy.
uk: З Кайла на сьогодні досить алхімії. Може, це й на краще. Тепер він хоче показати мені своє улюблене місце на фермі. Будемо сподіватися, що там немає нічого, чим він зможе поранитися.

source: Kyle odpuścił sobie wspinaczkę. Przynajmniej nie będę musiał się tłumaczyć jego ojcu, dlaczego jego syn jest cały połamany. Niestety, teraz wpadł na wspaniały pomysł, by nauczyć mnie łowienia ryb.
uk: Кайл облишив ідею з млином. Принаймні мені не доведеться пояснювати батькові, чому його син увесь в переломах. Але, на жаль, йому прийшла в голову інша геніальна ідея – навчити мене рибалити.

source: Kyle odpuścił sobie wspinaczkę. Przynajmniej nie będę musiał się tłumaczyć jego ojcu, dlaczego jego syn jest cały połamany. Teraz natomiast wymyślił sobie łowienie ryb...
uk: Кайл облишив ідею з млином. Принаймні, мені не доведеться пояснювати батькові, чому його син увесь в переломах. Тепер, замість цього, йому захотілось порибалити...

source: Kyle prawie podskoczył na myśl o warzeniu mikstur. Mam iść za nim do budynku ze stołem alchemicznym.
uk: Кайл ледь не підстрибнув від ідеї приготувати зілля. Я маю піти з ним до хатини з алхімічним столом.

source: Kyle wrócił do pomysłu wspinaczki. Na szczęście tym razem jego celem jest zwykłe drzewo. Pokażę mu, jak się to robi. Mam nadzieję, że jego ojciec porządnie mi za to zapłaci.
uk: Кайлу знову захотілось кудись вилізти. На щастя, цього разу на звичайне дерево. Я покажу йому, як це робиться. Сподіваюся, його батько добре заплатить мені за це.

source: Kyle wręcz się pali do przygotowywania mikstury. Poprosił mnie o podanie potrzebnych składników ze sznurka do suszenia przed chatą. Przynajmniej nie będę musiał oddawać mu własnych roślin.
uk: Кайл горить бажанням приготувати зілля. Він попросив мене принести йому необхідні складники, які висять на мотузці перед хатиною. Принаймні, мені не доведеться віддавати йому власні рослини.

source: Kyle wymyślił, że wespnie się na młyn swojego ojca. Dam mu moment, by uświadomił sobie, jak głupia jest to myśl.
uk: Кайлу спало на думку залізти на млин свого батька. Я дам йому хвилину подумати, щоб він зрозумів, наскільки це дурна ідея.

source: Kylid
uk: Кайлід

source: Kylid i Devir szykują się do pojedynku. Pokłócili się o poglądy na temat ewentualnej współpracy z Południowcami, i teraz muszą sobie wyjaśnić, kto ma rację.
uk: Кайлід і Девір готуються до поєдинку. Вони посварилися через різні погляди на можливу співпрацю з південцями, і тепер мають пояснити один одному, хто правий.

source: Kylid wręczył mi dodatkową nagrodę pod postacią mikstury zręczności. Muszę zrobić z niej dobry użytek.
uk: Кайлід за допомогу нагородив мене еліксиром спритності. Мені він пригодиться.

source: Kylid, by dobrze przygotować się do walki, potrzebuje rośliny zwanej goblinią jagodą. Do tego przydałoby się, gdyby ktoś z nim potrenował i udzielił wskazówek, co może poprawić w swoim stylu walki.
uk: Щоб добре підготуватися до поєдинку, Кайліду потрібна рослина під назвою гоблінські ягоди. Крім того, йому знадобився б наставник: для тренувань і порад щодо покращення стилю бою.

source: Kylid.
uk: Кайлід.

source: Kącik Alchemika
uk: Куточок алхіміка

source: Kącik Araxos
uk: Куточок Араксосу

source: Kącik Kowala
uk: Куточок коваля

source: Kącik Kucharza
uk: Куточок кухаря

source: Kącik Południowca
uk: Куточок південця

source: Kącik Wilczych Synów
uk: Куточок Вовчих Синів

source: Kącik klasztorny
uk: Куточок монастиря

source: Kącik piratów
uk: Куточок піратів

source: Kącik straży
uk: Куточок Варти

source: Kącik Łuczarza
uk: Куточок лучника

source: Kąsacz
uk: Кусач

source: Kłamie!
uk: Він бреше!

source: Kłaniam się w pas! Dołożyć Benowi... nikt nie wierzył, że kiedyś go zobaczymy na łopatkach!
uk: Я вражений! Ти переміг Бена... ніхто не вірив, що ми коли-небудь побачимо його на лопатках!

source: Kłoda
uk: Колода

source: Kłopoty, to będziesz miał ty, jeśli zaraz nie dasz mi spokoju.
uk: Клопіт матимеш ти, якщо не залишиш мене в спокої.

source: Kły
uk: Ікла

source: Kły morskiego węża
uk: Зуби хвилежера

source: Kły w ciemności: Tom I
uk: Ікла в темряві. Том I

source: Kły w ciemności: Tom II
uk: Ікла в темряві. Том II

source: L-Ludlof... z-znajdziesz go na ty-tyłach stoczni...!
uk: Л-Людлоф... ти з-знайдеш його п-позаду корабельні...!

source: LEŚNA BESTIA\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Ogień, Magia, Sieczne\nWYSTĘPOWANIE: Lasy, pola uprawne w pobliżu lasów\nRADA: W przeciwieństwie do polnych osobników są dużo bardziej wytrzymałe i potrafią naprawdę mocno użreć. Ich ciemne pancerzyki idealnie kamuflują je w ciemnych gęstwinach. W nocy można ich nawet nie zauważyć!
uk: ЛІСОВИЙ ЖУК\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Вогонь, магія, ріжуча зброя\nПОШИРЕННЯ: Ліси, поля біля лісів\nПОРАДА: На відміну від польових побратимів, ці набагато витриваліші та можуть сильно покусати. Темні панцирі відмінно маскують їх у дрімучих заростях. Їх можна навіть не розгледіти вночі!

source: LISTA:
uk: СПИСОК:

source: Lada chwila zaczynają się mielizny, a wraz z nimi ostre jak brzytwa skały, więc choćby sam Beliar miał mnie przekląć, nie podpłynę bliżej.
uk: Мілина ось-ось почнеться, а разом з нею гострі як бритва скелі, тож навіть якби сам Беліар прокляв мене, я б не підплив ближче.

source: Lada dzień do miasta przypłynie Królewski Wysłannik w celu zebrania podatków i sprawdzenia, czy mieszkańcy przestrzegają Prawa Królewskiego.
uk: З дня на день до міста прибуде Королівський посол, щоб зібрати податки та перевірити, чи дотримуються мешканці королівських законів.

source: Lady Aldona była żelazną kobietą. Umiała dobrze gadać z miastowymi i stawiać na swoim. No i wiedziała, czego nam trzeba.
uk: Леді Альдона була залізною жінкою. Вона добре спілкувалась з містянами та вміла стояти на своєму. І вона знала, що нам потрібно.

source: Lady Aldona rządziła Silbach mądrze, a wielu żyjących dzisiaj mieszkańców nadal wychwala jej zasługi dla wioski. Jako jedyna władczyni miała odwagę, by przeciwstawić się bezkompromisowej retoryce ratusza i zawalczyć o dobro własnych ludzi. Gdy Ramsey dorósł, jego matka do końca swoich dni doradzała mu zarówno w sprawach politycznych, jak i gospodarczych.
uk: Пані Альдона мудро правила Сільбахом, і багато хто з нинішніх мешканців і досі високо цінує її заслуги перед селом. Вона була єдиною правителькою, яка мала мужність протистояти безкомпромісній риториці ратуші і боротися за добробут своїх мешканців. Коли Рамзі виріс, його мати до кінця своїх днів допомагала йому порадами як у політичних, так і в економічних питаннях.

source: Lady Aldona, Pani Silbach
uk: Леді Альдона, леді Сільбаху

source: Laga
uk: Важка палиця

source: Laga Culusa
uk: Дрючок Кулуса

source: Laguna - Łaźnia
uk: Лагуна – Лазня

source: Lampa
uk: Лампа

source: Large Address Aware not detected, game can't handle more than 2 GB of memory. Please install so-called 4gb patch, e.g. from https://ntcore.com/?page_id=371
uk: Виявлено переповнення пам'яті, для правильної роботи гри їй потрібно більше ніж 2 Гб оперативної пам'яті. Будь-ласка, встановіть '4GB Patch', який можна завантажити з сайту https://ntcore.com/?page_id=371

source: Larry
uk: Ларрі

source: Larry chciałby ją odzyskać.
uk: Ларрі хотів би його повернути.

source: Larry może mi pokazać, jak lepiej radzić sobie z zamkniętymi zamkami i jak okradać innych.
uk: Ларрі може показати мені, як краще поводитися із замкненими замками і як обкрадати інших.

source: Larwa
uk: Личинка

source: Larwa pełzacza
uk: Личинка повзуна

source: Laska
uk: Тростина

source: Lasy wokół nas są wyjątkowo niebezpieczne, nie zapuszczałabym się do nich.
uk: Навколишні ліси дуже небезпечні, я б не ризикнула у них заходити.

source: Lasy wokół nas są wyjątkowo niebezpieczne, nie zapuszczałam bym się do nich.
uk: Навколишні ліси дуже небезпечні, я б не ризикнула у них заходити.

source: Lasy wokół nas są wyjątkowo niebezpieczne, nie zapuszczałbym się do nich.
uk: Навколишні ліси дуже небезпечні, я б не ризикнув у них заходити.

source: Lata mijały, a Adanos na stałe zagościł w sercach mieszkańców wyspy. Wielu z nich zapragnęło porzucić doczesne życie i podążyło ścieżką prawa i porządku. Dzięki szczodrości Volfzacka i jego synów... klasztor o skrzydła dla magów i nowicjuszy. Przeora Periandesa zmogła choroba, która wyciska z niego życie, niczym wprawny farmer soki z kiści winogron. Zmówiliśmy za jego wyzdrowienie modlitwę i posłaliśmy po brata Tanerisa, niezrównanego lekarza.
uk: Минали роки, і Аданос назавжди оселився в серцях острів'ян. Багато хто з них бажав відмовитися від мирського життя і стати на шлях закону і порядку. Завдяки щедрості Вольфзака та його синів на острові з'явився Монастир для магів і послушників. Настоятеля Періандеса вразила хвороба, яка вичавлює з нього життя, як вправний фермер вичавлює сік з грона винограду. Ми помолилися за його одужання і послали за братом Танерісом, незрівнянним лікарем.

source: Lata mijały, a Archolos niczym samotna, niewzruszona skała pośrodku morza, przetrwała niejeden sztorm. Jego mieszkańcy zaś w niczym nie przypominają już pierwszych osadników. To dumni, zahartowani w ogniu historii ludzie gotowi stawić czoła wichrom wojny, które z wolna, lecz nieuchronnie zbliżają się do ich domu.
uk: Минули роки, і Архолос, як самотня, непохитна скеля посеред моря, пережив не один шторм. Його мешканці вже не схожі на перших поселенців. Це горді, загартовані історією люди, готові зустріти вітри війни, які повільно, але невідворотно наближаються до їхнього дому.

source: Lata mijały, a Delaverd stał się najbardziej wpływowym kupcem we Wschodnim Archipelagu. Na drodze do tytułu handlowego hegemona stały mu tylko królewskie procedury, które nakazywały kontrolę towarów, znacznie przy tym opóźniając ich transport. Magnat miał jednak i na to plan. Szczodrze opłacał korsarzy z Glenwyr i Wysp Południowych, którzy przemycali towary na kontynent, sprawnie omijając uczęszczane szlaki kupieckie.
uk: Минали роки, і Делаверд став найвпливовішим торговцем у Східному Архіпелазі. Єдине, що стояло на його шляху до звання торгового гегемона – це королівські процедури, які вимагали перевірки товарів, що значно затримувало їхнє транспортування. Однак магнат мав план і на цей випадок. Він щедро платив піратам з Гленвіру та Південних островів за контрабанду товарів на материк, в обхід жвавих торговельних шляхів.

source: Lata mijały, a moje działania zyskiwały coraz większą aprobatę wśród rady miasta, przy jednoczesnym rozwścieczeniu lokalnych przestępców.
uk: Минали роки, і мої дії отримували все більше схвалення серед міської ради, в той же час розлючуючи місцевих злочинців.

source: Lata oczywiście odcisnęły na nim swoje piętno i prawie rozpadł mi się w rękach, ale wpadłam dzięki temu na pomysł usprawnienia mechanizmu napinania cięciwy.
uk: Роки, очевидно, його не пошкодували, і він мало не розвалився у мене в руках. Але це наштовхнуло мене на ідею вдосконалити механізм натягування тятиви.

source: Lata praktyki na biesiadach.
uk: Роки практики на застіллях.

source: Lata przygotowań nie poszły na marne... Warto było odkładać całe zarobione złoto! W końcu udało mi się podkupić jej pracownię, która jak się okazało, była jedynie wynajmowana. Ten idiota Borris musiał przepijać większość zarobionego złota, albo przepuszczać je w Mrocznych Tajemnicach... Że też Frida związała się z kimś takim, nigdy tego nie pojmę...
uk: Роки підготовки не були марними... Це вартувало того, щоб відкладати все зароблене золото! Зрештою, мені вдалося викупити її майстерню, яка, як виявилося, була лише орендованою. Цей ідіот Борріс, мабуть, пропивав більшу частину заробленого золота або розтринькував його в Темних Таємницях... Як Фріда зв'язалася з таким, я ніколи не зрозумію...

source: Lata życia w obawie przed wykryciem nie były łaskawe dla jego nerwów, a ostatnie wydarzenia z pewnością nie pomogły. Mam nadzieję, że chociaż po śmierci zazna spokoju.
uk: Роки життя в страху бути викритим не дуже добре вплинули на його нерви, а останні події зробили ще гірше. Сподіваюсь, хоч після смерті він знайде спокій.

source: Latarnia morska znajduje się na wschód od miasta, przy Bursztynowym Wybrzeżu.
uk: Маяк розташований на схід від міста, на Бурштиновому узбережжі.

source: Lathi
uk: Латі

source: Laudus
uk: Лаудус

source: Laudus otrzymał kociołek rybaka, mogę wracać do Ernesto.
uk: Лаудус отримав казанок рибалки, я можу повертатися до Ернесто.

source: Laurentis
uk: Лаврентіс

source: Laurin
uk: Лорін

source: Lazar
uk: Лазар

source: Lea
uk: Лея

source: Lea powiedziała, że nie poczuje się w pełni bezpieczna, dopóki oprych o imieniu Rik nie przestanie jej prześladować.
uk: Лея сказала, що не почуватиметься в повній безпеці, доки до неї не перестане приставати п'яниця на ім'я Рік.

source: Lean
uk: Ліан

source: Lecz nim to nastąpi, chcemy wam coś zaprezentować!
uk: Але перш ніж це станеться, ми хочемо вам дещо показати!

source: Lecz w związku z tym, że obserwujemy we wszystkim jakieś stałości, to możliwe jest tego zbadanie i opisanie. Gdy już wiemy jak działa świat i zaczniemy go powoli badać, zaczniemy dostrzegać świętą pracę samego Adanosa w świecie przyrodzonym. Wpierw na płaszczyźnie fizycznej dostrzeżemy, że wszystko jest dynamiczne, toteż musi stać za tym coś, co jest przyczyną tej dynamiki. Wierzymy, że to Adanos. Wszystko ma swoją przyczynę, toteż ostatecznej przyczyny pierwszej poszukujemy w Adanosie. I wreszcie – widzimy, że wszystko niszczeje, zmienia się, przekształca. Czy coś co niszczeje mogłoby być przyczyną dla samego siebie? Wierzymy, że nie. Toteż przyczyny tej upatrujemy w Adanosie.
uk: Але оскільки ми спостерігаємо певну сталість у всьому, то це дає можливість досліджувати і описувати його. Як тільки ми дізнаємося, як влаштований світ, і почнемо повільно досліджувати його, ми почнемо бачити священну роботу самого Аданоса в оточуючому нас світі. Спочатку на фізичному рівні ми бачимо, що все є динамічним, тож за цим повинно стояти щось, що є причиною цієї динаміки. Ми віримо, що це і є Аданос. Все має причину, тому ми шукаємо кінцеву першопричину в Аданосі. І нарешті – ми бачимо, що все руйнується, змінюється, трансформується. Чи може те, що руйнує, бути причиною для самого себе? Ми вважаємо, що ні. Тому ми шукаємо цю причину в Аданосі.

source: Lecz wyznawcy Innosa zostaną napełnieni jego boską mocą i zatrzymają armię ciemności!
uk: Але послідовники Інноса сповняться його божественною силою та зупинять армію пітьми!

source: Leczenie ciężkich ran
uk: Лікування важких поранень

source: Leczenie lekkich ran
uk: Лікування легких поранень

source: Leczenie średnich ran
uk: Лікування середніх поранень

source: Ledwo chodzę i nie uda mi się go zdobyć samemu, ale może ty mogłabyś się za nim rozejrzeć.
uk: Я ледве ходжу і не зможу дістати його сам, але, можливо, ти могла б пошукати його.

source: Ledwo daję radę z wyrobieniem normy, ale cóż poradzić...
uk: Я ледве встигаю виконувати норми, але що поробиш...

source: Ledwo daliśmy radę. Ciesze się, że nadal żyję.
uk: Ми ледве впоралися. Як добре, що я досі живий.

source: Ledwo można coś z niej odczytać.
uk: Майже нічого не можна розібрати.

source: Ledwo można coś z tego odczytać.
uk: Майже нічого не можна розібрати.

source: Ledwo się tu zatrudniłeś, a już chcesz uciec do miasta?
uk: Ще не встиг тут попрацювати, а вже хочеться втекти до міста?

source: Ledwo uszedłem z życiem. Co jeszcze musi się stać, żeby ktoś w końcu zajął się tą sprawą?
uk: Я ледве вижив. Що ще повинно статися, щоб хтось нарешті взявся за цю справу?

source: Ledwo wyskoczyłeś z łona matki, a próbujesz mnie uczyć pokory, chłopcze? MNIE?!
uk: Ти ледве вискочив з материнської утроби, а вже намагаєшся вчити мене смиренності, хлопче? МЕНЕ?!

source: Ledwo żyję... nie dam rady kopać...
uk: Я ледве живий... Я не зможу копати...

source: Lee jest najskuteczniejszym żołnierzem i dowódcą w historii Myrtany.
uk: Лі – найуспішніший солдат і воєначальник в історії Міртани.

source: Lee wycofuje się na południe za linię rzeki w kierunku Vengardu. Setki, jeśli nie tysiące orków rozpoczynają oblężenia kolejnych twierdz.
uk: Лі відступає на південь за лінію річки в напрямку Венгарда. Сотні, якщо не тисячі орків починають облогу наступних фортець.

source: Legendarny miecz z twierdzy Vardhal.
uk: Легендарний меч з фортеці Вардхал.

source: Legendarny przepis
uk: Легендарний рецепт

source: Legendy mówią o młodzieńcu zrodzonym z nieznanych rodziców, który przybył zza poszarpanych szczytów Nordmaru, by odmienić los całego świata. Chłopcem tym był Rhobar, nieustraszony wojownik w służbie wodza jednego z plemion późniejszego Pogranicza.
uk: Легенди розповідають про юнака, який народився від невідомих батьків, що прийшли з-за зубчастих вершин Нордмару, щоб змінити долю цілого світу. Цим юнаком був Робар, безстрашний воїн на службі у вождя одного з племен пізнішого Прикордоння.

source: Legendy mówią, że wiele lat temu, zanim rabusie, handlarze i władcy rozkradli dobra tej wyspy, głęboko w trzewiach jej gór tętniło źródło srebra. Opowieści wszelako mówią, że chciwość pewnego zamorskiego króla doprowadziła do osunięcia się skał,
uk: Легенди свідчать, що багато років тому, до того, як грабіжники, торговці та правителі розграбували надбання цього острова, глибоко в надрах його гір пульсувало срібне джерело. Розповідають, що жадібність одного заморського короля призвела до зсуву ґрунту,

source: Legendy o anielskim smaku tego dania
uk: Легенди про янгольський смак цієї страви

source: Legendy opowiadają o przepisie na potrawę tak doskonałą, że po jej spożyciu można nie jeść całymi miesiącami. Posiłku, który nie wywołuje żadnych niechcianych efektów ubocznych, a wręcz przeciwnie, trzyma spożywającego w doskonałej kondycji fizycznej i duchowej. Dzięki temu daniu na zawsze moglibyśmy pozbyć się głodu i wszelkich chorób związanych z nieodpowiednią dietą.
uk: Легенди розповідають про рецепт настільки досконалої страви, що після її споживання людина може не їсти місяцями. Страва, яка не має небажаних побічних ефектів і, навпаки, підтримує людину у відмінному фізичному і духовному стані. За допомогою цієї страви ми могли б назавжди позбутися голоду і будь–яких хвороб, пов'язаних з недоїданням.

source: Legrif
uk: Легріф

source: Legrif po pijaku ma tendencję do zasypiania w najmniej do tego przeznaczonych miejscach. Szukanie go może być całkiem ciekawe.
uk: Легріф, коли нап'ється, має звичку засинати в найменш очікуваних місцях. Його пошуки можуть виявитись досить цікавими.
